Repository: JianZcar/zen
Catalog: po/*.po
Languages: de

source: General
de: Allgemeines

source: Components
de: Komponenten

source: Select any components you want to have enabled
de: Wähle alle gewünschten Komponenten aus

source: Direct window switch
de: Direkte Fensterauswahl

source: Enables Super-TAB and Super-Shift-TAB bindings for quick window switching
de: Aktiviert die Tastenkombinationen Super-TAB und Super-Shift-TAB für schnelles Auswählen von Fenstern

source: Mouse follows focus
de: Maus folgt Fokus

source: Enables automatic teleporting of cursor to newly focused windows
de: Aktiviert automatisches Teleportieren des Cursors zu neu fokussierten Fenstern

source: D-Bus window focus
de: D-Bus Fensterfokus

source: Enables a D-Bus interface to predictably focus windows
de: Aktiviert ein D-Bus Interface zum absehbaren Fokussieren von Fenstern

source: Switch to the next window on the current workspace
de: Wähle das nächste Fenster auf der momentanen Arbeitsfläche

source: Switch to the previous window on the current workspace
de: Wähle das vorherige Fenster auf der momentanen Arbeitsfläche
